Repository: AIVIRX/MiniHabitTracker
Catalog: MiniHabitTracker/Views/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, pa, pl, ro, ru, sk, sl, sv, te, th, tr, uk, ur, vi, zh_hans, zh_hk

source: Longest: %lld
ar: الأطول: %lld
bg: Най-дълга: %lld
bn: সর্বাধিক: %lld
ca: Més llarg: %lld
cs: Nejdelší: %lld
da: Længste: %lld
de: Längste: %lld
el: Μακρύτερη: %lld
es: Más largo: %lld
fi: Pisin: %lld
fr: Plus long : %lld
gu: લાંબી: %lld
he: הארוך ביותר: %lld
hi: सबसे लंबा: %lld
hr: Najduže: %lld
hu: Leghosszabb: %lld
id: Terpanjang: %lld
it: Più lungo: %lld
ja: 最長: %lld
kk: Ең ұзақ: %lld
kn: ಅತಿದೀರ್ಘ: %lld
ko: 최장: %lld
lt: Ilgiausia: %lld
ml: ყველაზე ხანგრძლივი: %lld
mr: सर्वात लांब: %lld
ms: Terpanjang: %lld
nb: Lengste: %lld
nl: Langste: %lld
pa: ਸਭ ਤੋਂ ਲੰਬਾ: %lld
pl: Najdłuższa: %lld
ro: Cea mai lungă: %lld
ru: Самая длинная: %lld
sk: Najdlhšia: %lld
sl: Najdaljša: %lld
sv: Längsta: %lld
te: Maior: %lld
th: ยาวที่สุด: %lld
tr: En Uzun: %lld
uk: Найдовше: %lld
ur: سب سے طویل: %lld
vi: Dài nhất: %lld
zh_hans: 最长: %lld
zh_hk: 最長: %lld

source: How many times?
ar: كم مرة؟
bg: Колко пъти?
bn: কতবার?
ca: Quantes vegades?
cs: Kolikrát?
da: Hvor mange gange?
de: Wie oft?
el: Πόσες φορές;
es: ¿Cuántas veces?
fi: Kuinka monta kertaa?
fr: Combien de fois ?
gu: કેટલા વખત?
he: כמה פעמים?
hi: आप कितनी बार?
hr: Koliko puta?
hu: Hányszor?
id: Seberapa banyak kali?
it: Quante volte?
ja: 何回ですか？
kk: Қанша рет?
kn: ನೀವು ಎಷ್ಟು ಬಾರಿ?
ko: 몇 번이나?
lt: Kiek kartų?
ml: რამდენჯერ?
mr: तुम्ही किती वेळा?
ms: Berapa kali?
nb: Hvor mange ganger?
nl: Hoeveel keer?
pa: ਕਿੰਨੀ ਵਾਰੀ?
pl: Ile razy?
ro: Câte ori?
ru: Сколько раз?
sk: Koľkokrát?
sl: Kolikokrat?
sv: Hur många gånger?
te: Quantas vezes?
th: คุณทำกี่ครั้ง?
tr: Kaç kez?
uk: Скільки разів?
ur: کتنی بار؟
vi: Bạn đã thực hiện bao nhiêu lần?
zh_hans: 多少次？
zh_hk: 多少次？

source: Selected Day
ar: اليوم المحدد
bg: Избран ден
bn: নির্বাচিত দিন
ca: Dia seleccionat
cs: Vybraný den
da: Valgt dag
de: Ausgewählter Tag
el: Επιλεγμένη Ημέρα
es: Día seleccionado
fi: Valittu päivä
fr: Jour sélectionné
gu: પસંદ કરેલ દિવસ
he: יום נבחר
hi: चुना हुआ दिन
hr: Odabrani dan
hu: Kiválasztott nap
id: Hari Terpilih
it: Giorno selezionato
ja: 選択された日
kk: Таңдалған күн
kn: ಆಯ್ಕೆಯಾದ ದಿನ
ko: 선택된 날짜
lt: Pasirinkta diena
ml: არჩეული დღე
mr: निवडलेला दिवस
ms: Hari Dipilih
nb: Valgt dag
nl: Geselecteerde Dag
pa: ਚੁਣਿਆ ਦਿਨ
pl: Wybrany dzień
ro: Zi selectată
ru: Выбранный день
sk: Vybraný deň
sl: Izbrani dan
sv: Vald dag
te: Dia Selecionado
th: วันที่เลือก
tr: Seçilen Gün
uk: Вибраний день
ur: منتخب کردہ دن
vi: Ngày đã chọn
zh_hans: 已选择的日期
zh_hk: 已選擇的日子

source: Theme
ar: الثيم
bg: Тема
bn: থিম
ca: Tema
cs: Téma
da: Tema
de: Thema
el: Θέμα
es: Tema
fi: Teema
fr: Thème
gu: થિમ
he: נושא
hi: थीम
hr: Tema
hu: Téma
id: Tema
it: Tema
ja: テーマ
kk: Тақырып
kn: ಥೀಮ್
ko: 테마
lt: Tema
ml: თემა
mr: थीम
ms: Tema
nb: Tema
nl: Thema
pa: ਥੀਮ
pl: Motyw
ro: Temă
ru: Тема
sk: Téma
sl: Tema
sv: Tema
te: Tema
th: ธีม
tr: Tema
uk: Тема
ur: تھیم
vi: Chủ đề
zh_hans: 主题
zh_hk: 主題

source: %lld times
ar: %lld مرات
bg: %lld пъти
bn: %lld বার
ca: %lld vegades
cs: %lld krát
da: %lld gange
de: %lld Mal
el: %lld φορές
es: %lld veces
fi: %lld kertaa
fr: %lld fois
gu: %lld વખત
he: %lld פעמים
hi: %lld बार
hr: %lld puta
hu: %lld alkalommal
id: %lld kali
it: %lld volte
ja: %lld回
kk: %lld рет
kn: %lld ಬಾರಿ
ko: %lld회
lt: %lld kartų
ml: %lld ჯერ
mr: %lld वेळा
ms: %lld kali
nb: %lld ganger
nl: %lld keer
pa: %lld ਵਾਰੀ
pl: %lld razy
ro: %lld ori
ru: %lld раз
sk: %lld krát
sl: %lld krat
sv: %lld gånger
te: %lld vezes
th: %lld ครั้ง
tr: %lld kez
uk: %lld разів
ur: %lld بار
vi: %lld lần
zh_hans: %lld次
zh_hk: %lld 次

source: Habits
ar: العادات
bg: Навици
bn: অভ্যাস
ca: Hàbits
cs: Návyky
da: Vaner
de: Gewohnheiten
el: Συνήθειες
es: Hábitos
fi: Tavat
fr: Habitudes
gu: આદતો
he: הרגלים
hi: आदतें
hr: Navike
hu: Szokások
id: Kebiasaan
it: Abitudini
ja: 習慣
kk: Әдеттер
kn: ಆದತಗಳು
ko: 습관
lt: Įpročiai
ml: ჩვევები
mr: आदती
ms: Kebiasaan
nb: Vaner
nl: Gewoonten
pa: ਆਦਤਾਂ
pl: Nawyki
ro: Obiceiuri
ru: Привычки
sk: Návyky
sl: Navade
sv: Vanor
te: Hábitos
th: พฤติกรรม
tr: Alışkanlıklar
uk: Звички
ur: عادات
vi: Thói quen
zh_hans: 习惯
zh_hk: 習慣

source: Edit
ar: تعديل
bg: Редактиране
bn: সম্পাদনা করুন
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
gu: સંપાદિત કરો
he: ערוך
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集
kk: Өңдеу
kn: ಸಂಪಾದಿಸಿ
ko: 편집
lt: Redaguoti
ml: რედაქტირება
mr: संपादित करा
nb: Rediger
nl: Bewerken
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj
ro: Editează
ru: Редактировать
sk: Upraviť
sl: Uredi
sv: Redigera
te: Editar
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: ترمیم کریں
vi: Chỉnh sửa
zh_hans: 编辑
zh_hk: 編輯

source: Reminder
ar: تذكير
bg: Напомняне
bn: স্মরণিকা
ca: Recordatori
cs: Připomenutí
da: Påmindelse
de: Erinnerung
el: Υπενθύμιση
es: Recordatorio
fi: Muistutus
fr: Rappel
gu: યાદી
he: תזכורת
hi: अनुस्मारक
hr: Podsjetnik
hu: Emlékeztető
id: Pengingat
it: Promemoria
ja: リマインダー
kk: Еске салғыш
kn: ಸೂಚನೆ
ko: 알림
lt: Priminti
ml: გახსენება
mr: स्मरणपत्र
ms: Peringatan
nb: Påminnelse
nl: Herinnering
pa: ਯਾਦ ਦਿਵਾਉਣ ਵਾਲਾ
pl: Przypomnienie
ro: Memento
ru: Напоминание
sk: Pripomienka
sl: Opomnik
sv: Påminnelse
te: Lembrete
th: การเตือนความจำ
tr: Hatırlatıcı
uk: Нагадування
ur: یاد دہانی
vi: Nhắc nhở
zh_hans: 提醒
zh_hk: 提醒

source: Range
ar: النطاق
bg: Диапазон
bn: রেঞ্জ
ca: Rang
cs: Rozsah
da: Område
de: Bereich
el: Εύρος
es: Rango
fi: Valikoima
fr: Plage
gu: રેન્જ
he: טווח
hi: रेंज
hr: Raspon
hu: Tartomány
id: Rentang
it: Intervallo
ja: 範囲
kk: Диапазон
kn: ಶ್ರೇಣಿಯು
ko: 범위
lt: Diapazonas
ml: შუალედი
mr: श्रेणी
ms: Julat
nb: Område
nl: Bereik
pa: ਰੇਂਜ
pl: Zakres
ro: Interval
ru: Диапазон
sk: Rozsah
sl: Obseg
sv: Område
te: Intervalo
th: ช่วง
tr: Aralık
uk: Діапазон
ur: رینج
vi: Phạm vi
zh_hans: 范围
zh_hk: 範圍

source: Hue %lld degrees
ar: درجة اللون %lld
bg: Цвят %lld градуса
bn: হিউ %lld ডিগ্রি
ca: Tonalitat %lld graus
cs: Odstín %lld stupňů
da: Hue %lld grader
de: Farbton %lld Grad
el: Χρώμα %lld βαθμοί
es: Tono %lld grados
fi: Sävy %lld astetta
fr: Teinte %lld degrés
gu: હ્યુ %lld ડિગ્રી
he: גוונים %lld מעלות
hi: ह्यू %lld डिग्री
hr: Hue %lld stupnjeva
hu: Hue %lld fok
id: Hue %lld derajat
it: Tonalità %lld gradi
ja: 色相 %lld度
kk: Түс %lld градус
kn: ಹ್ಯೂ %lld ಡಿಗ್ರಿಗಳು
ko: 색조 %lld도
lt: Atspalvis %lld laipsnių
ml: ფერი %lld გრადუსი
mr: ह्यू %lld अंश
ms: Hue %lld darjah
nb: Hue %lld grader
nl: Hue %lld graden
pa: ਹਿਊ %lld ਡਿਗਰੀ
pl: Odcień %lld stopni
ro: Nuanta %lld grade
ru: Оттенок %lld градусов
sk: Odtieň %lld stupňov
sl: Hue %lld stopinj
sv: Nyans %lld grader
te: Matiz %lld graus
th: สี %lld องศา
tr: Hue %lld derece
uk: Відтінок %lld градусів
ur: رنگ %lld ڈگری
vi: Màu sắc %lld độ
zh_hans: 色调 %lld 度
zh_hk: 色調 %lld 度

source: 25 day streak
ar: 25 يوم متتالي
bg: 25-дневна серия
bn: ২৫ দিনের স্ট্রিক
ca: 25 dies de continuïtat
cs: 25denní série
da: 25 dages streak
de: 25 Tage Streak
el: 25 ημέρες συνεχόμενες
es: 25 días de racha
fi: 25 päivän putki
fr: 25 jours de suite
gu: 25 દિવસની શ્રેણી
he: 25 יום רצוף
hi: 25 दिन की स्ट्रीक
hr: 25 dana niza
hu: 25 napos sorozat
id: 25 hari berturut-turut
it: 25 giorni di fila
ja: 25日連続
kk: 25 күндік үздіксіздік
kn: 25 ದಿನಗಳ ಸ್ಟ್ರೀಕ್
ko: 25일 연속
lt: 25 dienų serija
ml: 25 დღის სტრიქონი
mr: 25 दिवसांचा स्ट्रीक
ms: 25 hari berturut-turut
nb: 25 dagers rekke
nl: 25 dagen streak
pa: 25 ਦਿਨਾਂ ਦੀ ਲੜੀ
pl: 25 dni z rzędu
ro: 25 zile consecutive
ru: 25 дней подряд
sk: 25-dňová séria
sl: 25-dnevna serija
sv: 25 dagars streak
te: 25 dias de sequência
th: 25 วันติดต่อกัน
tr: 25 gün streak
uk: 25 днів безперервно
ur: 25 دن کی تسلسل
vi: 25 ngày liên tiếp
zh_hans: 连续25天
zh_hk: 25 天連續

source: Select Date
ar: اختر التاريخ
bg: Изберете дата
bn: তারিখ নির্বাচন করুন
ca: Selecciona data
cs: Vybrat datum
da: Vælg dato
de: Datum auswählen
el: Επιλέξτε ημερομηνία
es: Seleccionar fecha
fi: Valitse päivämäärä
fr: Sélectionner une date
gu: તારીખ પસંદ કરો
he: בחר תאריך
hi: तारीख चुनें
hr: Odaberite datum
hu: Dátum kiválasztása
id: Pilih Tanggal
it: Seleziona data
ja: 日付を選択
kk: Күнді таңдаңыз
kn: ದಿನಾಂಕ ಆಯ್ಕೆ ಮಾಡಿ
ko: 날짜 선택
lt: Pasirinkti datą
ml: აირჩიეთ თარიღი
mr: तारीख निवडा
ms: Pilih Tarikh
nb: Velg dato
nl: Selecteer Datum
pa: ਤਾਰੀਖ ਚੁਣੋ
pl: Wybierz datę
ro: Selectează dată
ru: Выбрать дату
sk: Vybrať dátum
sl: Izberi datum
sv: Välj datum
te: Selecionar Data
th: เลือกวันที่
tr: Tarihi Seç
uk: Вибрати дату
ur: تاریخ منتخب کریں
vi: Chọn ngày
zh_hans: 选择日期
zh_hk: 選擇日期

source: Notes (optional)
ar: ملاحظات (اختياري)
bg: Бележки (по избор)
bn: নোট (ঐচ্ছিক)
ca: Notes (opcional)
cs: Poznámky (volitelné)
da: Noter (valgfrit)
de: Notizen (optional)
el: Σημειώσεις (προαιρετικά)
es: Notas (opcional)
fi: Muistiinpanot (valinnainen)
fr: Notes (facultatif)
gu: નોંધો (વૈકલ્પિક)
he: הערות (אופציונלי)
hi: नोट्स (वैकल्पिक)
hr: Bilješke (opcionalno)
hu: Megjegyzések (opcionális)
id: Catatan (opsional)
it: Note (opzionale)
ja: メモ (任意)
kk: Ескертпелер (міндетті емес)
kn: ಟಿಪ್ಪಣಿಗಳು (ಐಚ್ಛಿಕ)
ko: 메모 (선택 사항)
lt: Pastabos (neprivaloma)
ml: შენიშვნები (სურვილისამებრ)
mr: नोंदी (ऐच्छिक)
ms: Nota (pilihan)
nb: Notater (valgfritt)
nl: Notities (optioneel)
pa: ਨੋਟਸ (ਵਿਕਲਪਿਕ)
pl: Notatki (opcjonalnie)
ro: Note (opțional)
ru: Заметки (по желанию)
sk: Poznámky (voliteľné)
sl: Opombe (neobvezno)
sv: Anteckningar (valfritt)
te: Notas (opcional)
th: หมายเหตุ (ไม่บังคับ)
tr: Notlar (isteğe bağlı)
uk: Примітки (необов'язково)
ur: نوٹس (اختیاری)
vi: Ghi chú (tùy chọn)
zh_hans: 备注（可选）
zh_hk: 備註（可選）

source: Entries
ar: المدخلات
bg: Записи
bn: এন্ট্রি
ca: Entrades
cs: Záznamy
da: Indtastninger
de: Einträge
el: Εγγραφές
es: Entradas
fi: Merkinnät
fr: Entrées
gu: પ્રવેશો
he: כניסות
hi: प्रविष्टियाँ
hr: Unosi
hu: Bejegyzések
id: Entri
it: Voci
ja: エントリー
kk: Жазбалар
kn: ಎಂಟ್ರಿಗಳು
ko: 항목
lt: Įrašai
ml: შესახებ
mr: नोंदी
ms: Entri
nb: Oppføringer
nl: Invoeren
pa: ਦਾਖਲੇ
pl: Wpisy
ro: Intrări
ru: Записи
sk: Záznamy
sl: Vnosi
sv: Inmatningar
te: Entradas
th: รายการ
tr: Girişler
uk: Записи
ur: داخلے
vi: Mục nhập
zh_hans: 条目
zh_hk: 條目

source: Edit Habit
ar: تعديل العادة
bg: Редактиране на навика
bn: অভ্যাস সম্পাদনা করুন
ca: Edita hàbit
cs: Upravit návyk
da: Rediger vane
de: Gewohnheit bearbeiten
el: Επεξεργασία συνήθειας
es: Editar hábito
fi: Muokkaa tapaa
fr: Modifier l'habitude
gu: આદત સંપાદિત કરો
he: ערוך הרגל
hi: आदत संपादित करें
hr: Uredi naviku
hu: Szokás szerkesztése
id: Edit Kebiasaan
it: Modifica abitudine
ja: 習慣を編集
kk: Әдетті өңдеу
kn: ಆದತವನ್ನು ಸಂಪಾದಿಸಿ
ko: 습관 편집
lt: Redaguoti įprotį
ml: ჩვევის რედაქტირება
mr: आदत संपादित करा
ms: Edit Kebiasaan
nb: Rediger vane
nl: Bewerk Gewoonte
pa: ਆਦਤ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj nawyk
ro: Editează obiceiul
ru: Редактировать привычку
sk: Upraviť návyk
sl: Uredi navado
sv: Redigera vana
te: Editar Hábito
th: แก้ไขพฤติกรรม
tr: Alışkanlığı Düzenle
uk: Редагувати звичку
ur: عادت میں ترمیم کریں
vi: Chỉnh sửa thói quen
zh_hans: 编辑习惯
zh_hk: 編輯習慣

source: Custom color slider
ar: شريط لون مخصص
bg: Плъзгач за персонализиран цвят
bn: কাস্টম রঙ স্লাইডার
ca: Control lliscant de color personalitzat
cs: Posuvník vlastní barvy
da: Brugerdefineret farveslider
de: Benutzerdefinierter Farbschieber
el: Προσαρμοσμένος ρυθμιστής χρώματος
es: Control deslizante de color personalizado
fi: Mukautettu väriliukusäädin
fr: Curseur de couleur personnalisé
gu: કસ્ટમ રંગ સ્લાઇડર
he: סליידר צבע מותאם אישית
hi: कस्टम रंग स्लाइडर
hr: Prilagođeni klizač boje
hu: Egyedi színcsúszka
id: Penggeser warna kustom
it: Slider colore personalizzato
ja: カスタムカラー スライダー
kk: Тапсырыс түстері
kn: ಕಸ್ಟಮ್ ಬಣ್ಣ ಸ್ಲೈಡರ್
ko: 사용자 정의 색상 슬라이더
lt: Pasirinktinis spalvų slankiklis
ml: კონტექსტური ფერის სლაიდერი
mr: कस्टम रंग स्लायडर
ms: Pelarasan warna tersuai
nb: Egendefinert fargeglidebryter
nl: Aangepaste kleur schuifregelaar
pa: ਕਸਟਮ ਰੰਗ ਸਲਾਈਡਰ
pl: Suwak koloru niestandardowego
ro: Slider de culoare personalizat
ru: Пользовательский ползунок цвета
sk: Posuvník vlastnej farby
sl: Prilagodljiv barvni drsnik
sv: Anpassad färgskjutare
te: Deslizante de cor personalizada
th: แถบสีที่กำหนดเอง
tr: Özel renk kaydırıcı
uk: Користувацький повзунок кольору
ur: حسب ضرورت رنگ سلیڈر
vi: Thanh trượt màu tùy chỉnh
zh_hans: 自定义颜色滑块
zh_hk: 自定義顏色滑塊

source: Version %@
ar: الإصدار %@
bg: Версия %@
bn: সংস্করণ %@
ca: Versió %@
cs: Verze %@
el: Έκδοση %@
es: Versión %@
fi: Versio %@
gu: આવૃત્તિ %@
he: גרסה %@
hi: संस्करण %@
hr: Verzija %@
hu: Verzió %@
id: Versi %@
it: Versione %@
ja: バージョン %@
kk: Нұсқа %@
kn: ಆವೃತ್ತಿ %@
ko: 버전 %@
lt: Versija %@
ml: ვერსია %@
mr: आवृत्ती %@
ms: Versi %@
nb: Versjon %@
nl: Versie %@
pa: ਵਰਜਨ %@
pl: Wersja %@
ro: Versiune %@
ru: Версия %@
sk: Verzia %@
sl: Različica %@
te: Versão %@
th: เวอร์ชัน %@
tr: Sürüm %@
uk: Версія %@
ur: ورژن %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hk: 版本 %@

source: Time
ar: الوقت
bg: Време
bn: সময়
ca: Temps
cs: Čas
da: Tid
de: Zeit
el: Ώρα
es: Hora
fi: Aika
fr: Temps
gu: સમય
he: זמן
hi: समय
hr: Vrijeme
hu: Idő
id: Waktu
it: Tempo
ja: 時間
kk: Уақыт
kn: ಸಮಯ
ko: 시간
lt: Laikas
ml: დრო
mr: वेळ
ms: Masa
nb: Tid
nl: Tijd
pa: ਸਮਾਂ
pl: Czas
ro: Timp
ru: Время
sk: Čas
sl: Čas
sv: Tid
te: Hora
th: เวลา
tr: Zaman
uk: Час
ur: وقت
vi: Thời gian
zh_hans: 时间
zh_hk: 時間

source: MiniHabits Pro
bn: মিনি হ্যাবিটস প্রো
gu: મિનીહેબિટ્સ પ્રો
ja: ミニハビッツ プロ
kn: ಮಿನಿಹ್ಯಾಬಿಟ್ಸ್ ಪ್ರೋ
ko: 미니습관 프로
mr: मिनीहॅबिट्स प्रो
pa: ਮਿਨੀ ਹੈਬਿਟਸ ਪ੍ਰੋ
tr: MiniAlışkanlıklar Pro
ur: منی ہیبٹس پرو
zh_hans: 迷你习惯专业版
zh_hk: 迷你習慣專業版
